// pages/analyse-detail/analyse-detail.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    content : [
      {
        img: "/resources/analyse-detail/img/1.png",
        title: "终身危疾保险的精算评分(2017年9月)",
        content: "「保险产品复杂，各有特色，点可以评分？」自10Life 精算师为保险产品评分以来，我们得到不少业内人士、用户的关注，亦经常收到相关的提问、建议。当然，我们亦乐于听取意见，并不时检视评分方法，寻求进步空间。就着最新一期《终身危疾保险产品评分﹙9月份﹚》，我们除了加入新产品外，计算时亦考虑以下因素﹕「通波仔」赔偿心脏血管成..."
      },
      {
        img: "/resources/analyse-detail/img/2.png",
        title: "【销售陷阱】误填财务需要分析买错保险难追究",
        content: "个案﹕事主一年前买了一份储蓄型寿险，每月供款约一千五百元，供款期超过十年。后来，他感到供款很有压力，再翻查保单，发现投保文件中描述的收入及储蓄额，远高于实际情况。再回想当初的销售过程，有关收入及储蓄资料均由顾问填写，顾问没有解释有关内容，但事主当时不以为意就签名了。如此情况下，若事主现在因实际收入未能承担供款而取消保单..."
      },
      {
        img: "/resources/analyse-detail/img/3.png",
        title: "【精读篇】10Life 的危疾评分方法",
        content: "用户经常问，究竟10Life 精算师如何为危疾产品评分？保险产品非常复杂，我们考虑了很多常见的危疾情况来计算分数，大家可参考以下的资讯图表，让您容易地了解我们的评分理念。10Life 评分仅供参考，并不是销售建议。用户投保前，应与持牌保险顾问商讨适合自己的保险方案。如大家对10Life 的评分方法有任何疑问或建议，..."
      },
      {
        img: "/resources/analyse-detail/img/4.png",
        title: "【储蓄寿险的盲点#3】有保障又有钱储，真系咁So？",
        content: "作为家中经济支柱的打工仔，通常都关心两个问题，自己有事家人点算，退休无钱傍身点算，面对此担忧，保险顾问通常都会推介储蓄型终身寿险，既有储蓄成分，又有身故赔偿。所谓储蓄寿险，是一个笼统的名词，当中仍有细节，值得大家留意，尤其是一家大细靠晒您的读者。回报导向抑或保障导向？市场上林林总总的储蓄寿险产品各有特色，有的著重回报，..."
      },
      {
        img: "/resources/analyse-detail/img/5.png",
        title: "【储蓄寿险的盲点#2】100% 红利实现率就冇得输？",
        content: "10Life 经常被问到，为什么没有将红利实现率计算在储蓄型终身寿险的评分内？根据保监GN16 指引，由2017年1月起，保险公司须公开分红产品于过去5年的红利实现率。红利乃预期回报，是非保证的，当中有多少水分，消费者难以判断。所以，有业内人士形容GN16 为保险公司的辣招，公开红利实现率可遏止过份进取又不能兑现的.."
      },
      {
        img: "/resources/analyse-detail/img/6.png",
        title: "【储蓄寿险的盲点#1】储蓄寿险的语言艺术",
        content: "内列出的预期回报率那么低，最高的也不过6厘，但她记得，当初顾问告诉她，预期回报可以更高？回报计算易混淆当顾问销售储蓄型寿险时，往往会牵涉到很多数字，例如回报率、红利率等，它们通常相当吸引，消费者必须留意那些回报率(%) 是代表什么，怎样计出来。坊间有人这样计，例如，将红..."
      }
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    this.setData({
      index: options.index
    })
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})